/**
 * Created by user on 2020/1/17.
 */

import { lazyMatchSynonym001Not } from '@novel-segment/assert';

/**
 * 分析轉換後不應該具有以下字詞
 */
export const tests_lazy_indexof_not: [string, Parameters<typeof lazyMatchSynonym001Not>['1'], Parameters<typeof lazyMatchSynonym001Not>['2']?][] = [

	[
		'那是里靈魂的世界。',
		[
			'裡',
		],
	],

	[
		'原因還是在於教會對于究極療癒所抱持的想法吧',
		[
			'于',
		],
	],

	[
		'遥遥领先于帝位争夺的皇太子战死于战场都是太过奇怪的事了',
		[
			'于',
		],
	],

	[
		'那里民风保守',
		[
			'里',
		],
	],

	[
		'似乎在一栋别墅里长住不走了',
		[
			'里',
		],
	],

	[
		'生活里长期充满了无奈',
		[
			'里',
		],
	],

	[
		'异次元里拉出来',
		[
			'里',
		],
	],

	[
		'他被寄养在别的家庭里长达十年',
		[
			'里',
		],
	],

	[
		'我在这本第一卷里见到的雷普凌辱鬼畜等词汇比我这一整年在其他地方看到的都多',
		[
			'里',
		],
	],

	[
		'「好耶！来去冲冲水！！」',
		[
			'衝',
		],
	],

	[
		'那是她連在血斗場都未曾見識過的速度。',
		[
			'斗',
		],
	],

	[
		'先不说那个擦过了她手和嘴的脏手帕干不干净，',
		[
			'干',
			'幹',
		],
	],

	[
		'而是于公于私的看法都相同，',
		[
			'于',
		]
	],

	[
		'「維爾德拉流斗殺法」',
		[
			'斗',
		]
	],

	[
		'。面對一隻做困獸之斗的老虎,',
		[
			'斗',
		]
	],

	[
		'，比我想象的还强──',
		[
			'象',
		]
	],

	[
		'不论那副姿态有多么不堪入目',
		[
			'么',
		]
	],

	[
		'钢铁制面具隐藏的嘴部现形了',
		[
			'制',
			'麵',
		]
	],

	[
		'，人类根本干不出这种事这样？',
		[
			'干',
		]
	],

	[
		'和庵彼此搏命相斗，会操控火焰的男人。',
		[
			'斗',
		],
	],

	[
		'。我干我该干的就对了。」',
		[
			'干',
		],
	],

	[
		'，让我沉溺在你们两人的温柔乡里吧。」',
		[
			'里',
		],
	],

	[
		'要不了多久搶回采礦場的委託單說不定就會被張貼出來',
		[
			'采',
		],
	],

	[
		'管子里塞了像是布片的東西',
		[
			'里',
		],
	],

];

export default tests_lazy_indexof_not
