/**
 * Created by user on 2020/1/17.
 */

import { lazyMatch } from '@novel-segment/assert';

/**
 * 分析後應該要符合以下結果
 */
export const tests_lazy_base: [string, Parameters<typeof lazyMatch>['1'], Parameters<typeof lazyMatch>['2']?][] = [

	[
		'胡锦涛出席APEC领导人会议后回京',
		[
			'会议',
			'回京',
		],
	],

	[
		'两个中国',
		[
			'两个',
			'中国',
		],
	],

	[
		'贾庆林会见厄瓜多尔客人',
		[
			'会见',
			'客人',
		],
	],

	[
		'全部都有',
		[
			'全部',
			'都有',
		],
	],

	[
		'從位在下方的湖面',
		[
			'位在',
			'下方',
		],
	],

	[
		'將那叫燕麥茶的玩意兒一口氣倒入口中。',
		[
			'一口氣',
			'倒入',
			'口中',
		],
	],

	[
		'我就順便在你臉上涂鴉吧',
		[
			'塗鴉',
		],
	],

	[
		'手指著岩地',
		[
			'手',
			'指著',
		],
	],

	[
		'疲憊不堪的強尼癱坐在岩石上',
		[
			'癱坐',
		],
	],

	[
		'「这是什么啊？是特別好的樹木的樹干吗？」',
		[
			'樹幹',
		],
	],

	[
		'由於領民間產生不小的騷動',
		[
			['領民', '領民間'],
			'產生',
		],
	],

	[
		'爲了收集有能力對術文獻上祈禱的人',
		[
			'收集',
			'獻上',
			'祈禱',
		],
	],

	[
		'賽拉正站在馬車的貨台上',
		[
			'馬車',
			'貨台',
		],
	],

	[
		'平均比重為一點七',
		[
			'一點七',
		],
	],

	[
		'正因為不知道明天會是如何',
		[
			'不知道',
			'明天',
		],
	],

	[
		'坐在倒塌樹幹上的安格斯站起了身子',
		[
			'倒塌',
			['樹幹', '樹幹上'],
		],
	],

	[
		'在操縱席的彼得開啟動力之後',
		[
			'操縱席',
			'彼得',
			'開啟',
			'動力',
		],
	],

	[
		'風壓擠機體',
		[
			'風',
			'壓擠',
			'機體',
		],
	],

	[
		'因此需要分成數趟往返搬運',
		[
			'因此',
			'需要',
			'分成',
			'數趟',
			'往返',
			'搬運',
		],
	],

	[
		'我打發了不少時間',
		[
			['打發', '打發了'],
		],
	],

	[
		'在農地外面則有大片可牧養牛羊的牧草地',
		[
			'牧養',
		],
	],

	[
		'就連個人影都找不著',
		[
			'人影',
		],
	],

	[
		'我发自內心表示感謝',
		[
			['發自', '發自內心'],
			'表示',
			'感謝',
		],
	],

	[
		'她把荷包蛋擺在像是印度烤餅的面包上',
		[
			'麵包',
		],
	],

	[
		'米爾琪特將嘴放在面包上',
		[
			'麵包',
		],
	],

	[
		'这并不是要吞并卡拉萨斯领的计划吗',
		[
			'並不是',
			'吞併',
		],
	],

	[
		'世间独一无二的标志才行',
		[
			'标誌',
		],
	],

	[
		'而是縷了一下前发',
		[
			'前髮',
		],
	],

	[
		'但是明天會在利得亞港上岸然后從陸路向王都瑪露提那前進',
		[
			'然後',
		],
	],

	[
		'把靈魂轉移到其他容器後就會完全切斷與原本身體的联系',
		[
			'联繫',
		],
	],

	[
		'作為父親后妻的女人是和親生母親不變的存在',
		[
			'後妻',
			['親生母親', '親生'],
		],
	],

	[
		'女性的雇傭兵中她那樣強的人還有沒有艾蓮娜不知道',
		[
			['雇傭兵', '僱傭兵'],
		],
	],

	[
		'在倫巴達確認自己的貨船裝滿貨物和完成出航手續后預定馬上趕到萊斯沃斯',
		[
			['手續', '出航手續',],
		],
	],

	[
		'但是果然世間對同性愛侶的看法一般都不怎麼友好',
		[
			['同性', '同性愛侶',],
		],
	],

	[
		'眼前的建筑物像教堂一样',
		[
			'建筑物',
		],
	],

	[
		'職業上也相當的平衡是非常理想的隊伍',
		[
			'非常',
			'理想',
		],
	],

	[
		'該如何反制',
		[
			'如何',
			'反制',
		],
	],

	[
		'從重要的血管到各種肌腱',
		[
			['重要', '重要的',]
		],
	],

	[
		'於名于實都成為勝負服的巫女服包裹全身',
		[
			'於名於實',
		],
	],

	[
		'把沙利叶強奸了',
		[
			['強奸', '強姦',]
		],
	],

	[
		'用人和怪物的血混合而成製作的專用墨水繪制法陣',
		[
			['繪製',]
		],
	],

	[
		'而且也希望先生產加工木材的木材加工機或加工金屬的鍛造機」',
		[
			['生產',]
		],
	],

	[
		'亦為神的仿製品',
		[
			['仿製品','仿制品']
		],
	],

	[
		'已知『？擁有意志之武器』的第一刀銘為『叢云』',
		[
			['刀銘']
		],
	],

	[
		'拿出舞蹈衣服上藏著的曲奇餅。',
		[
			['曲奇','曲奇餅']
		],
	],

	[
		'接受過英才教育',
		[
			['接受']
		],
	],

	[
		'「我來回答你的問題吧。',
		[
			['回答']
		],
	],

	[
		'但反而覺得有點危險呢',
		[
			['覺得']
		],
	],

	[
		'當下雖然把答覆含混過去了',
		[
			['答覆']
		],
	],

	[
		'但莉莉好象也一樣。',
		[
			['好象', '好像']
		],
	],

	[
		'　然而意外的是，百合並沒有責怪我。',
		[
			['百合'],
		],
	],

	[
		'劍與盾的接觸點发生了一股純粹而且龐大的能量',
		[
			['接觸點'],
		],
	],

	[
		'这就导致一些不太常见的人名无法被分出来',
		[
			['导致'],
			['人名'],
			['无法'],
		],
	],

	[
		'最多容納59,000個人,或5.9萬人,再多就不行了.這是環評的結論.',
		[
			['59,000個人'],
			['5.9萬人'],
		],
	],

	[
		'埔里米粉',
		[
			['米粉'],
		],
	],

	[
		'里长住在这里',
		[
			['里长'],
		],
	],

	[
		'生活里长期充满了无奈',
		[
			['长期'],
		],
	],

	[
		'便能感知到来者的气息',
		[
			['来者'],
		],
	],

	[
		'鑑定的放大鏡',
		[
			['放大鏡'],
		],
	],

	[
		'那样操作对机体的负荷太大了吧！？',
		[
			['操作'],
		],
	],

	[
		'今天津大學',
		[
			['天津'],
		],
	],

	[
		'比起主角是ts,伪娘的',
		[
			['伪娘'],
		],
	],

	[
		'目的是将因肉食兽迸溅的血而变得全是血污的脸上的血渍从头往下洗掉',
		[
			['目的'],
		],
	],

	[
		'様式',
		[
			['様式'],
		],
	],

	[
		'純真又積極穿著競速泳衣的褐色肌青梅竹馬♥',
		[
			['純真'],
		],
	],

	[
		'享用著主菜──松阪牛排。',
		[
			['牛排'],
		],
	],

	[
		'至今日韓等地區仍稱中藥為漢藥或漢方藥。',
		[
			['至今'],
		],
	],

	[
		'所以在學院暗自里搞了不少陰險的勾當！」',
		[
			['暗自'],
		],
	],

	[
		'警吏和普通居民都記不得不良的面孔。',
		[
			['不良'],
		],
	],

	[
		'然後從櫃台旁邊一個貓嘴模樣的可疑取出口裡拿出包裹著華箬竹葉子的牡丹餅。',
		[
			['取出口'],
		],
	],

	[
		'、拉麵、',
		[
			['拉麵'],
		],
	],

	[
		'朝鮮國王李成桂久病不愈',
		[
			'李成桂',
		],
	],

	[
		'王五和张三丰、李强是谁',
		[
			'王五',
			'张三丰',
			'李强',
		],
	],

	[
		'，總覺得挺煽情的。',
		[
			['總覺得', '覺得'],
		],
	],

	[
		'年历史',
		[
			['歷史', '年歷史'],
		],
	],

	[
		'接受安乐死的情况下被当作是杀人而起诉',
		[
			['杀人'],
		],
	],

	[
		'血滴衍生物',
		[
			['衍生物'],
		],
	],

	[
		'，完全跟不上状况的格拉西诺一时不知该如何反应。',
		[
			['如何'],
		],
	],

	[
		'，而祂的臉部四周則圍繞著一組類似破碎瓷器的漆色尖角。',
		[
			['類似'],
		],
	],

	[
		'原本整齐的长发散乱无章，',
		[
			['长髮'],
		],
	],

	[
		'，有如云海弥漫的绝景尽收眼底吧。',
		[
			['云海', '雲海'],
		],
	],

	[
		'就发配給精金法師們使用',
		[
			['發配'],
		],
	],

];

export default tests_lazy_base
